import React from "react";
import sak from "../assets/icon/baggage-0e38357c.webp";

const Hava = () => {
  return (
    <div className="flex flex-col-reverse lg:flex-row items-center justify-between gap-10 lg:gap-20 px-6 sm:px-12 lg:px-28 mt-10" dir="rtl">
      {/* متن */}
      <div className="flex-1 text-right" dir="rtl">
        <h1 className="text-2xl lg:text-3xl font-bold mb-2">بلیط هواپیما</h1>
        <h2 className="text-gray-700 mb-4">
          علی‌بابا، رتبه یک خرید اینترنتی بلیط سفر
        </h2>
        <p className="text-gray-600 leading-8 text-justify">
          علی‌بابا، بزرگترین و معتبرترین پلتفرم خرید اینترنتی بلیط هواپیما،
          قطار و اتوبوس در کشور، از سال ۱۳۹۳ فعالیت خود را با هدف تسهیل خرید
          آنلاین خدمات سفر آغاز کرده و در این مدت توانسته است اعتماد و رضایت
          درصد بالایی از کاربران را جلب کند. <br />
          این سامانه ابتدا با تمرکز بر فروش بلیط پرواز داخلی شروع به کار کرد و
          به‌طور تدریجی دامنه خدمات خود را به سایر محصولات گردشگری گسترش داد.{" "}
          <br />
          امروز، علی بابا به یکی از معتبرترین و محبوب‌ترین سامانه‌های سفر در
          ایران تبدیل شده است. <br />
          بر اساس نظرسنجی‌ها، ۹۷.۲ درصد از مشتریان علی‌بابا از کیفیت خدمات این
          پلتفرم رضایت کامل داشته و آن را به دوستان و آشنایان خود توصیه
          کرده‌اند. <br />
          ویژگی‌هایی همچون سرعت و راحتی خرید آنلاین بلیط هواپیما داخلی، اعتبار
          و خوشنامی برند، امکان استرداد آنلاین بلیط هواپیما و پشتیبانی ۲۴ ساعته
          در تمامی ایام هفته، موجب شده است که علی بابا جایگاه نخست در فروش بلیط
          در ایران را به خود اختصاص دهد.
        </p>
      </div>

      {/* عکس */}
      <div className="flex-1 flex justify-center">
        <img
          src={sak}
          alt="چمدان"
          className="w-60 sm:w-72 lg:w-96 h-auto object-contain"
        />
      </div>
    </div>
  );
};

export default Hava;
